{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.7.0'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim.git"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim"
    },
    "marks.nvim": {
      "src": "https://github.com/chentoast/marks.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "maximize.nvim": {
      "src": "https://github.com/declancm/maximize.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.comment": {
      "src": "https://github.com/nvim-mini/mini.comment"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "nvim-bqf": {
      "src": "https://github.com/kevinhwang91/nvim-bqf.git"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio.git"
    },
    "nvim-tmux-navigation": {
      "src": "https://github.com/alexghergh/nvim-tmux-navigation"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "obsidian.nvim": {
      "src": "https://github.com/epwalsh/obsidian.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim.git"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim.git"
    }
  }
}